tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "sambadevi/powerlevel9k"
brew "ack"
brew "bash"
brew "sqlite"
brew "cocoapods"
brew "ffmpeg"
brew "flyctl"
brew "gh"
brew "git"
brew "git-lfs"
brew "gradle"
brew "grep"
brew "jadx"
brew "mas"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "numpy"
brew "perl"
brew "scrcpy"
brew "speedtest-cli"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "watch"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "airbuddy"
cask "alfred"
cask "android-platform-tools"
cask "anki"
cask "asana"
cask "ballast"
cask "clocker"
cask "cron"
cask "discord"
cask "fantastical"
cask "figma"
cask "finicky"
cask "firefox"
cask "google-chrome"
cask "grammarly-desktop"
cask "hazel"
cask "hazeover"
cask "hiddenbar"
cask "istat-menus"
cask "livebook"
cask "microsoft-auto-update"
cask "microsoft-excel"
cask "microsoft-teams"
cask "microsoft-word"
cask "missive"
cask "netnewswire"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "plex"
cask "rapidapi"
cask "raycast"
cask "readdle-spark"
cask "rectangle"
cask "skype"
cask "slack"
cask "soulver"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "superlist"
cask "visual-studio-code"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "EjectBar", id: 1495357828
mas "Hand Mirror", id: 1502839586
mas "Harvest", id: 506189836
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Play", id: 1596506190
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "Todoist", id: 585829637
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "aliariff.vscode-erb-beautify"
vscode "bceskavich.theme-dracula-at-night"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "earshinov.permute-lines"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "isudox.vscode-jetbrains-keybindings"
vscode "JakeBecker.elixir-ls"
vscode "kaiwood.better-line-select"
vscode "mathiasfrohlich.Kotlin"
vscode "mikoz.black-py"
vscode "mjmcloug.vscode-elixir"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "oderwat.indent-rainbow"
vscode "phoenixframework.phoenix"
vscode "PKief.material-icon-theme"
vscode "ritvyk.heex-html"
vscode "RobbOwen.synthwave-vscode"
vscode "streetsidesoftware.code-spell-checker"
vscode "TabNine.tabnine-vscode"
vscode "wesbos.theme-cobalt2"
vscode "ZainChen.json"
